import streamlit as st

# 1. หัวข้อใหญ่: แนะนำตัวหลักและชื่อเจ้าของเว็บ
st.title("✨ My Digital Profile")

# 2. หัวข้อย่อยที่ 1: แนะนำตัว
st.header("🍀 แนะนำตัว")
st.write("นางสาวโชติกา สุรเดชนนทกุล")
st.write("ชื่อเล่น ปั้นหยา")
st.write("เลขที่ 06 ม.4/7")

# 3. หัวข้อย่อยที่ 2: เป้าหมายและอนาคต
st.header("🎯 เป้าหมายและสิ่งที่อยากทำในอนาคต")
st.write("เป้าหมาย : **ใช้ชีวิตให้คุ้มมีความสุขในทุกวัน ในเมื่อเกิดมาชีวิตเดียวก็จะทำทุกอย่างที่ตัวเองอยากทำโดยไม่เดือดร้อนใคร**")
st.write("สิ่งที่อยากเป็นในอนาคต: นักแคสเกม (Game Caster),ศิลปิน (Actor,Performer,singer,Music Artist,Artist,Entertainer)")
